Repository: enrzh/aiity
Catalog: AIApp/Localizable.xcstrings
Source language: de
Languages: ar, bn, en, es, fr, hi, id, it, ja, ko, pt, ru, tr, ur, vi, zh_hans

source: Bildgenerierung fehlgeschlagen (HTTP %lld, Modell '%@'): %@
ar: فشل إنشاء الصورة (HTTP %lld، النموذج '%@'): %@
bn: ইমেজ জেনারেশন ব্যর্থ হয়েছে (HTTP %lld, মডেল '%@'): %@
en: Image generation failed (HTTP %lld, model '%@'): %@
es: Fallo al generar la imagen (HTTP %lld, modelo '%@'): %@
fr: Échec de la génération d'image (HTTP %lld, modèle '%@') : %@
hi: इमेज बनाना विफल रहा (HTTP %lld, मॉडल '%@'): %@
id: Pembuatan gambar gagal (HTTP %lld, model '%@'): %@
it: Generazione immagine non riuscita (HTTP %lld, modello '%@'): %@
ja: 画像生成に失敗しました (HTTP %lld、モデル '%@'): %@
ko: 이미지 생성 실패 (HTTP %lld, 모델 '%@'): %@
pt: Falha ao gerar imagem (HTTP %lld, modelo '%@'): %@
ru: Не удалось создать изображение (HTTP %lld, модель '%@'): %@
tr: Görsel oluşturma başarısız (HTTP %lld, model '%@'): %@
ur: امیج جنریشن ناکام ہوئی (HTTP %lld، ماڈل '%@'): %@
vi: Tạo hình ảnh thất bại (HTTP %lld, mô hình '%@'): %@
zh_hans: 图像生成失败（HTTP %lld，模型 '%@'）：%@

source: Bildgenerierung lieferte keine nutzbaren Bilddaten
ar: إنشاء الصورة لم يُرجِع بيانات صورة صالحة
bn: ইমেজ জেনারেশন থেকে ব্যবহারযোগ্য ইমেজ ডেটা পাওয়া যায়নি
en: Image generation returned no usable image data
es: La generación de imagen no devolvió datos de imagen utilizables
fr: La génération d'image n'a renvoyé aucune donnée d'image exploitable
hi: इमेज जनरेशन से कोई उपयोगी इमेज डेटा नहीं मिला
id: Pembuatan gambar tidak menghasilkan data gambar yang dapat digunakan
it: La generazione immagine non ha restituito dati immagine utilizzabili
ja: 画像生成から使える画像データが返りませんでした
ko: 이미지 생성이 사용 가능한 이미지 데이터를 제공하지 않았습니다
pt: A geração de imagem não devolveu dados de imagem utilizáveis
ru: Генерация изображения не вернула пригодных данных
tr: Görsel oluşturma kullanılabilir görsel verisi vermedi
ur: امیج جنریشن نے کوئی قابلِ استعمال امیج ڈیٹا نہیں دیا
vi: Tạo hình ảnh không cho ra dữ liệu hình ảnh sử dụng được
zh_hans: 图像生成没有返回可用的图片数据

source: Bildschirm an beim Build
ar: إبقاء الشاشة مضاءة أثناء البناء
bn: বিল্ডের সময় স্ক্রিন চালু
en: Keep screen on while building
es: Pantalla activa al crear
fr: Écran allumé pendant la création
hi: बनाते समय स्क्रीन चालू रखें
id: Layar menyala saat build
it: Schermo acceso durante la creazione
ja: 作成中は画面をオンのまま
ko: 빌드 중 화면 켜짐
pt: Ecrã ligado durante a criação
ru: Не гасить экран при сборке
tr: Build sırasında ekran açık
ur: بلڈ کے دوران اسکرین آن
vi: Màn hình bật khi build
zh_hans: 构建时屏幕常亮

source: Braucht einen eigenen Key bzw. Server. Ohne gültige Angaben fällt die Suche auf DuckDuckGo zurück.
ar: يحتاج مفتاحاً أو خادماً خاصاً بك. وبدون بيانات صالحة يعود البحث إلى DuckDuckGo.
bn: নিজস্ব Key বা সার্ভার প্রয়োজন। বৈধ তথ্য না থাকলে সার্চ DuckDuckGo-তে ফিরে যায়।
en: Needs your own key or server. Without valid details, search falls back to DuckDuckGo.
es: Necesita una clave o un servidor propios. Sin datos válidos, la búsqueda vuelve a DuckDuckGo.
fr: Nécessite ta propre clé ou ton propre serveur. Sans informations valides, la recherche bascule sur DuckDuckGo.
hi: इसके लिए अपना Key या सर्वर चाहिए। सही जानकारी न होने पर सर्च DuckDuckGo पर वापस चली जाती है।
id: Membutuhkan Key atau server sendiri. Tanpa data yang valid, pencarian akan kembali ke DuckDuckGo.
it: Richiede una chiave o un server propri. Senza dati validi la ricerca torna a DuckDuckGo.
ja: 自分のキーまたはサーバーが必要です。設定が正しくない場合、検索は DuckDuckGo に戻ります。
ko: 자체 Key 또는 서버가 필요합니다. 유효한 정보가 없으면 검색이 DuckDuckGo로 대체됩니다.
pt: Precisa de uma chave ou servidor próprio. Sem dados válidos, a pesquisa recorre ao DuckDuckGo.
ru: Нужен свой ключ или сервер. Без корректных данных поиск переключится на DuckDuckGo.
tr: Kendi Key'ine ya da sunucusuna ihtiyaç duyar. Geçerli bilgi olmadan arama DuckDuckGo'ya döner.
ur: اپنی Key یا سرور درکار ہے۔ درست تفصیلات کے بغیر تلاش DuckDuckGo پر واپس چلی جاتی ہے۔
vi: Cần Key hoặc server riêng. Không có thông tin hợp lệ, tìm kiếm sẽ quay về DuckDuckGo.
zh_hans: 需要你自己的密钥或服务器。信息不完整时，搜索会回退到 DuckDuckGo。

source: Braucht ~%@ — dieses iPhone (%@) gibt einer App ~%@
ar: يحتاج ~%@ — هذا iPhone (%@) يمنح التطبيق ~%@ فقط
bn: ~%@ দরকার — এই iPhone (%@) একটি অ্যাপকে ~%@ দেয়
en: Needs ~%@ — this iPhone (%@) gives an app ~%@
es: Necesita ~%@ — este iPhone (%@) da a una app ~%@
fr: Nécessite ~%@ — cet iPhone (%@) ne donne à une app que ~%@
hi: ~%@ चाहिए — यह iPhone (%@) किसी ऐप को ~%@ ही देता है
id: Butuh ~%@ — iPhone ini (%@) hanya memberi satu aplikasi ~%@
it: Richiede ~%@ — questo iPhone (%@) dà a un’app ~%@
ja: 約 %@ 必要 — この iPhone（%@）がアプリに渡せるのは約 %@
ko: 약 %@ 필요 — 이 iPhone(%@)이 앱에 주는 용량은 약 %@
pt: Precisa de ~%@ — este iPhone (%@) dá a um app ~%@
ru: Нужно ~%@ — этот iPhone (%@) даёт приложению ~%@
tr: ~%@ gerekir — bu iPhone (%@) bir uygulamaya ~%@ verir
ur: ~%@ درکار ہے — یہ iPhone (%@) ایک ایپ کو صرف ~%@ دیتا ہے
vi: Cần ~%@ — iPhone này (%@) chỉ cấp cho một ứng dụng ~%@
zh_hans: 需要约 %@ — 这台 iPhone（%@）只能给一个 App 约 %@

source: Brave Key
ar: مفتاح Brave
es: Clave de Brave
fr: Clé Brave
it: Chiave Brave
ja: Brave のキー
pt: Chave Brave
ru: Ключ Brave
zh_hans: Brave 密钥

source: BrowserFetch ist einmal verwendbar.
ar: BrowserFetch يُستخدم مرة واحدة فقط.
bn: BrowserFetch একবার ব্যবহারযোগ্য।
en: BrowserFetch can only be used once.
es: BrowserFetch solo se puede usar una vez.
fr: BrowserFetch ne s'utilise qu'une seule fois.
hi: BrowserFetch सिर्फ़ एक बार इस्तेमाल हो सकता है।
id: BrowserFetch dapat digunakan sekali.
it: BrowserFetch si può usare una volta sola.
ja: BrowserFetch は 1 回だけ使えます。
ko: BrowserFetch는 한 번 사용할 수 있습니다.
pt: BrowserFetch só pode ser usado uma vez.
ru: BrowserFetch можно использовать только один раз.
tr: BrowserFetch bir kez kullanılabilir.
ur: BrowserFetch ایک بار استعمال ہو سکتا ہے۔
vi: BrowserFetch có thể dùng một lần.
zh_hans: BrowserFetch 只能用一次。

source: Canvas-Games mit Touch-Steuerung
ar: ألعاب Canvas بتحكّم لمسي
bn: টাচ কন্ট্রোল সহ Canvas গেম
en: Canvas games with touch controls
es: Juegos de canvas con control táctil
fr: Jeux Canvas avec commandes tactiles
hi: टच नियंत्रण वाले Canvas गेम्स
id: Game Canvas dengan kontrol sentuh
it: Giochi Canvas con controlli touch
ja: タッチ操作つきの Canvas ゲーム
ko: 터치 제어가 가능한 Canvas 게임
pt: Jogos em canvas com controlo por toque
ru: Canvas-игры с сенсорным управлением
tr: Dokunmatik kontrollü Canvas oyunları
ur: ٹچ کنٹرول کے ساتھ Canvas گیمز
vi: Trò chơi Canvas với điều khiển cảm ứng
zh_hans: 带触控操作的 Canvas 游戏

source: Chat
ar: الدردشة
bn: চ্যাট
hi: चैट
ja: チャット
ko: 채팅
ru: Чат
tr: Sohbet
ur: چیٹ
vi: Trò chuyện
zh_hans: 聊天

source: Chat löschen?
ar: حذف المحادثة؟
bn: চ্যাট মুছবেন?
en: Delete chat?
es: ¿Eliminar chat?
fr: Supprimer le chat ?
hi: चैट हटाएँ?
id: Hapus chat?
it: Eliminare la chat?
ja: チャットを削除しますか？
ko: 채팅을 삭제할까요?
pt: Eliminar chat?
ru: Удалить чат?
tr: Sohbet silinsin mi?
ur: چیٹ حذف کریں؟
vi: Xóa cuộc trò chuyện?
zh_hans: 删除这个对话？

source: Chats
ar: المحادثات
bn: চ্যাট
hi: चैट्स
id: Chat
it: Chat
ja: チャット
ko: 채팅
ru: Чаты
tr: Sohbetler
ur: چیٹس
vi: Trò chuyện
zh_hans: 聊天

source: Chats übernommen
ar: تم استيراد المحادثات
bn: চ্যাট ফিরে পাওয়া গেছে
en: Chats restored
es: Chats importados
fr: Chats restaurés
hi: चैट्स वापस मिल गईं
id: Chat dipulihkan
it: Chat importate
ja: チャットを取り込み
ko: 채팅 복구됨
pt: Chats importados
ru: Чаты добавлены
tr: Sohbetler geri alındı
ur: چیٹس واپس مل گئیں
vi: Đã khôi phục cuộc trò chuyện
zh_hans: 已导入聊天记录

source: Chats, Mini-Apps und Skills bleiben auf dem Gerät. API-Keys und Logins liegen im Schlüsselbund. aiity betreibt keinen eigenen Server — Anfragen gehen an den Anbieter, den du einrichtest (oder dein Gateway). Web-Suche und fetch_url kontaktieren die gewählte Suchmaschine bzw. die Seite.
ar: تبقى المحادثات وMini-Apps وSkills على الجهاز. ومفاتيح API وبيانات الدخول محفوظة في سلسلة المفاتيح. لا تشغّل aiity خادماً خاصاً بها — تذهب الطلبات إلى المزوّد الذي تعدّه (أو إلى بوابتك). والبحث في الويب وfetch_url يتصلان بمحرك البحث المختار أو بالموقع.
bn: চ্যাট, Mini-Apps এবং Skills ডিভাইসেই থাকে। API-Keys ও লগইন Keychain-এ থাকে। aiity নিজস্ব কোনো সার্ভার চালায় না — অনুরোধ আপনার সেট করা প্রোভাইডারে (বা আপনার Gateway-তে) যায়। ওয়েব সার্চ ও fetch_url বাছাই করা সার্চ ইঞ্জিন বা পেজের সাথে যোগাযোগ করে।
en: Chats, Mini-Apps and Skills stay on the device. API keys and logins live in the Keychain. aiity runs no server of its own — requests go to the provider you set up (or your gateway). Web search and fetch_url contact the search engine you picked, or the page itself.
es: Los chats, las Mini-Apps y los Skills se quedan en el dispositivo. Las claves API y las sesiones se guardan en el llavero. aiity no tiene servidor propio: las peticiones van al proveedor que configures (o a tu gateway). La búsqueda web y fetch_url contactan con el buscador elegido o con la página.
fr: Les chats, les Mini-Apps et les Skills restent sur l'appareil. Les clés API et les connexions sont dans le trousseau. aiity n'exploite aucun serveur — les requêtes vont au fournisseur que tu configures (ou à ta passerelle). La recherche web et fetch_url contactent le moteur de recherche choisi ou le site concerné.
hi: चैट्स, Mini-Apps और Skills डिवाइस पर ही रहते हैं। API-Keys और लॉगिन Keychain में रहते हैं। aiity का अपना कोई सर्वर नहीं है — रिक्वेस्ट उसी प्रोवाइडर के पास जाती हैं जिसे आपने सेट किया है (या आपके Gateway के पास)। वेब सर्च और fetch_url आपके चुने हुए सर्च इंजन या पेज से ही संपर्क करते हैं।
id: Chat, Mini-Apps, dan Skills tetap di perangkat. API-Key dan login disimpan di Keychain. aiity tidak menjalankan server sendiri — permintaan dikirim ke penyedia yang Anda atur (atau Gateway Anda). Pencarian web dan fetch_url menghubungi mesin pencari atau situs yang dipilih.
it: Chat, Mini-App e Skills restano sul dispositivo. Chiavi API e accessi stanno nel portachiavi. aiity non ha un proprio server — le richieste vanno al provider che configuri (o al tuo gateway). La ricerca web e fetch_url contattano il motore di ricerca scelto o il sito stesso.
ja: チャット、Mini-App、Skills は端末内に残ります。API キーとログインはキーチェーンに保存されます。aiity は独自のサーバーを持ちません — リクエストは自分で設定したプロバイダ（またはゲートウェイ）に直接送られます。ウェブ検索と fetch_url は、選んだ検索エンジンや対象のページに接続します。
ko: 채팅, Mini-App, Skill은 기기에 남아 있습니다. API-Key와 로그인은 Keychain에 저장됩니다. aiity는 자체 서버를 운영하지 않습니다 — 요청은 사용자가 설정한 제공자(또는 Gateway)로 전송됩니다. 웹 검색과 fetch_url은 선택된 검색 엔진이나 사이트와 통신합니다.
pt: Os chats, as Mini-Apps e as Skills ficam no dispositivo. As chaves API e os inícios de sessão ficam no Porta-chaves. A aiity não tem servidor próprio — os pedidos vão para o fornecedor que configurares (ou para o teu gateway). A pesquisa na web e o fetch_url contactam o motor de busca escolhido ou o próprio site.
ru: Чаты, Mini-Apps и Skills остаются на устройстве. API-ключи и логины хранятся в связке ключей. У aiity нет своего сервера — запросы идут к провайдеру, которого ты настроил (или к твоему шлюзу). Веб-поиск и fetch_url обращаются к выбранной поисковой системе и к самому сайту.
tr: Sohbetler, Mini-App'ler ve Skill'ler cihazda kalır. API-Key'ler ve girişler Anahtarlık'ta bulunur. aiity kendi sunucusunu çalıştırmaz — istekler ayarladığınız sağlayıcıya (veya Gateway'inize) gider. Web araması ve fetch_url seçilen arama motoruyla veya siteyle iletişim kurar.
ur: چیٹس، Mini-Apps اور Skills ڈیوائس پر ہی رہتی ہیں۔ API-Keys اور لاگ اِن Keychain میں محفوظ ہوتے ہیں۔ aiity اپنا کوئی سرور نہیں چلاتا — درخواستیں آپ کے سیٹ کردہ فراہم کنندہ (یا آپ کے Gateway) کو جاتی ہیں۔ ویب سرچ اور fetch_url منتخب کردہ سرچ انجن یا صفحے سے رابطہ کرتے ہیں۔
vi: Trò chuyện, Mini-App và Skill vẫn ở trên thiết bị. API-Key và thông tin đăng nhập nằm trong Keychain. aiity không vận hành server riêng — yêu cầu được gửi đến nhà cung cấp mà bạn thiết lập (hoặc Gateway của bạn). Tìm kiếm web và fetch_url liên hệ với công cụ tìm kiếm hoặc trang web đã chọn.
zh_hans: 聊天记录、Mini-Apps 和 Skills 都留在本机。API 密钥和登录信息存在钥匙串里。aiity 没有自己的服务器 — 请求直接发给你配置的服务商（或你的网关）。网页搜索和 fetch_url 会访问你选择的搜索引擎或对应网页。

source: Claude-Abo-Login abgelehnt (%lld). Abo-Zugriff über Dritt-Apps ist nicht garantiert — mit einem API-Key (Pay-as-you-go, console.anthropic.com/settings/keys) läuft es zuverlässig.
ar: تم رفض تسجيل الدخول باشتراك Claude (%lld). الوصول عبر الاشتراك من تطبيقات خارجية غير مضمون — مع مفتاح API (الدفع حسب الاستخدام، console.anthropic.com/settings/keys) يعمل بشكل موثوق.
bn: Claude সাবস্ক্রিপশন লগইন প্রত্যাখ্যাত হয়েছে (%lld)। থার্ড-পার্টি অ্যাপ থেকে সাবস্ক্রিপশন অ্যাক্সেসের গ্যারান্টি নেই — API-Key (Pay-as-you-go, console.anthropic.com/settings/keys) দিয়ে নির্ভরযোগ্যভাবে চলে।
en: Claude subscription login rejected (%lld). Subscription access through third-party apps isn't guaranteed — with an API key (pay-as-you-go, console.anthropic.com/settings/keys) it works reliably.
es: Acceso con la suscripción de Claude rechazado (%lld). El acceso a la suscripción desde apps de terceros no está garantizado — con una clave API (pago por uso, console.anthropic.com/settings/keys) funciona de forma fiable.
fr: Connexion à l'abonnement Claude refusée (%lld). L'accès à l'abonnement via des apps tierces n'est pas garanti — avec une clé API (paiement à l'usage, console.anthropic.com/settings/keys), ça marche de façon fiable.
hi: Claude सब्सक्रिप्शन लॉगिन अस्वीकृत (%lld)। थर्ड-पार्टी ऐप्स से सब्सक्रिप्शन एक्सेस की गारंटी नहीं है — API-Key (Pay-as-you-go, console.anthropic.com/settings/keys) के साथ यह भरोसेमंद तरीके से चलता है।
id: Login langganan Claude ditolak (%lld). Akses langganan melalui aplikasi pihak ketiga tidak dijamin — dengan API-Key (bayar sesuai pemakaian, console.anthropic.com/settings/keys) berjalan andal.
it: Accesso con abbonamento Claude rifiutato (%lld). L'accesso all'abbonamento da app di terze parti non è garantito — con una chiave API (pay-as-you-go, console.anthropic.com/settings/keys) funziona in modo affidabile.
ja: Claude のサブスクリプションログインが拒否されました (%lld)。サードパーティアプリからのサブスクリプション利用は保証されていません — APIキー（従量課金、console.anthropic.com/settings/keys）なら確実に動きます。
ko: Claude 구독 로그인이 거부되었습니다 (%lld). 타사 앱을 통한 구독 접근은 보장되지 않습니다 — API-Key(사용량 기반 결제, console.anthropic.com/settings/keys)를 사용하면 안정적으로 작동합니다.
pt: Início de sessão da subscrição Claude recusado (%lld). O acesso à subscrição através de apps de terceiros não é garantido — com uma chave de API (pay-as-you-go, console.anthropic.com/settings/keys) funciona de forma fiável.
ru: Вход по подписке Claude отклонён (%lld). Доступ к подписке через сторонние приложения не гарантирован — с API-ключом (оплата по мере использования, console.anthropic.com/settings/keys) всё работает надёжно.
tr: Claude abonelik girişi reddedildi (%lld). Üçüncü taraf uygulamalar üzerinden abonelik erişimi garanti edilmez — API-Key ile (kullandıkça öde, console.anthropic.com/settings/keys) güvenilir şekilde çalışır.
ur: Claude سبسکرپشن لاگ اِن مسترد کر دیا گیا (%lld)۔ تھرڈ پارٹی ایپس سے سبسکرپشن رسائی کی ضمانت نہیں — API-Key (Pay-as-you-go، console.anthropic.com/settings/keys) کے ساتھ قابلِ اعتماد چلتا ہے۔
vi: Đăng nhập gói đăng ký Claude bị từ chối (%lld). Truy cập gói đăng ký qua ứng dụng bên thứ ba không được đảm bảo — dùng API-Key (trả theo mức dùng, console.anthropic.com/settings/keys) sẽ đáng tin cậy.
zh_hans: Claude 订阅登录被拒绝（%lld）。通过第三方应用访问订阅无法保证 — 用 API 密钥（按量付费，console.anthropic.com/settings/keys）才稳定可用。

source: Claude-Abo-Login vom Server abgewiesen (429). Ein Abo deckt API-/Dritt-App-Nutzung meist nicht ab — ein eigener API-Key (console.anthropic.com/settings/keys) ist zuverlässig.
ar: رفض الخادم تسجيل الدخول باشتراك Claude (429). الاشتراك لا يغطي عادةً استخدام API أو التطبيقات الخارجية — مفتاح API خاص بك (console.anthropic.com/settings/keys) هو الخيار الموثوق.
bn: Claude সাবস্ক্রিপশন লগইন সার্ভার প্রত্যাখ্যান করেছে (429)। সাবস্ক্রিপশন সাধারণত API/থার্ড-পার্টি ব্যবহার কভার করে না — নিজস্ব API-Key (console.anthropic.com/settings/keys) নির্ভরযোগ্য।
en: The server turned down the Claude subscription login (429). A subscription usually doesn't cover API or third-party app use — your own API key (console.anthropic.com/settings/keys) is reliable.
es: El servidor ha rechazado el inicio de sesión con la suscripción de Claude (429). Una suscripción no suele cubrir el uso desde la API ni desde apps de terceros; una clave API propia (console.anthropic.com/settings/keys) sí es fiable.
fr: Connexion à l'abonnement Claude rejetée par le serveur (429). Un abonnement ne couvre en général pas l'usage API ni les apps tierces — une clé API personnelle (console.anthropic.com/settings/keys) est fiable.
hi: सर्वर ने Claude सब्सक्रिप्शन लॉगिन अस्वीकार कर दिया (429)। सब्सक्रिप्शन आमतौर पर API/थर्ड-पार्टी ऐप उपयोग को कवर नहीं करता — अपना API-Key (console.anthropic.com/settings/keys) भरोसेमंद है।
id: Login langganan Claude ditolak server (429). Langganan biasanya tidak mencakup penggunaan API/aplikasi pihak ketiga — API-Key sendiri (console.anthropic.com/settings/keys) lebih andal.
it: Accesso con abbonamento Claude respinto dal server (429). In genere l'abbonamento non copre l'uso via API o da app di terze parti — una chiave API tua (console.anthropic.com/settings/keys) è affidabile.
ja: サーバーが Claude サブスクのログインを拒否しました（429）。サブスクは通常 API やサードパーティアプリでの利用を含みません — 自分の API キー（console.anthropic.com/settings/keys）なら確実です。
ko: Claude 구독 로그인이 서버에서 거부되었습니다 (429). 구독은 대개 API/타사 앱 사용을 포함하지 않습니다 — 자체 API-Key(console.anthropic.com/settings/keys)가 더 안정적입니다.
pt: Início de sessão com subscrição Claude rejeitado pelo servidor (429). Uma subscrição normalmente não cobre o uso via API ou em apps de terceiros — uma chave API própria (console.anthropic.com/settings/keys) é fiável.
ru: Сервер отклонил вход по подписке Claude (429). Подписка обычно не покрывает работу через API и сторонние приложения — надёжнее свой API-ключ (console.anthropic.com/settings/keys).
tr: Claude abonelik girişi sunucu tarafından reddedildi (429). Abonelik genellikle API/üçüncü taraf uygulama kullanımını kapsamaz — kendi API-Key'iniz (console.anthropic.com/settings/keys) güvenilirdir.
ur: Claude سبسکرپشن لاگ اِن سرور نے مسترد کر دیا (429)۔ سبسکرپشن عام طور پر API/تھرڈ پارٹی استعمال کور نہیں کرتی — اپنی API-Key (console.anthropic.com/settings/keys) قابلِ اعتماد ہے۔
vi: Đăng nhập gói đăng ký Claude bị server từ chối (429). Gói đăng ký thường không bao gồm việc sử dụng API/ứng dụng bên thứ ba — API-Key riêng (console.anthropic.com/settings/keys) đáng tin cậy hơn.
zh_hans: 服务器拒绝了 Claude 订阅登录（429）。订阅通常不覆盖 API/第三方应用的用量 — 用自己的 API 密钥（console.anthropic.com/settings/keys）才可靠。

source: Claude-Abo: Zeitüberschreitung. Netz prüfen, kürzere Nachricht senden, oder Abo-Login erneuern. Mini-Apps brauchen oft 1–3 Minuten.
ar: اشتراك Claude: انتهت المهلة. تحقق من الشبكة، أو أرسل رسالة أقصر، أو جدّد تسجيل الدخول. غالباً تحتاج Mini-Apps من 1–3 دقائق.
bn: Claude সাবস্ক্রিপশন: সময় শেষ। নেটওয়ার্ক যাচাই করুন, ছোট বার্তা পাঠান, বা লগইন নবীকরণ করুন। Mini-Apps-এ প্রায়ই ১–৩ মিনিট লাগে।
en: Claude subscription: timed out. Check your connection, send a shorter message, or renew the subscription login. Mini-Apps often take 1–3 minutes.
es: Suscripción de Claude: se agotó el tiempo de espera. Comprueba la red, envía un mensaje más corto o renueva el inicio de sesión. Las Mini-Apps suelen tardar 1–3 minutos.
fr: Abonnement Claude : délai dépassé. Vérifie le réseau, envoie un message plus court ou reconnecte ton abonnement. Les Mini-Apps demandent souvent 1 à 3 minutes.
hi: Claude सब्सक्रिप्शन: समय समाप्त। नेटवर्क जाँचें, छोटा संदेश भेजें, या सब्सक्रिप्शन लॉगिन नया करें। Mini-Apps को अक्सर 1–3 मिनट लगते हैं।
id: Langganan Claude: waktu habis. Periksa jaringan, kirim pesan lebih pendek, atau perbarui login langganan. Mini-Apps sering membutuhkan 1–3 menit.
it: Abbonamento Claude: tempo scaduto. Controlla la rete, invia un messaggio più breve o rinnova l'accesso all'abbonamento. Le Mini-App richiedono spesso 1–3 minuti.
ja: Claude サブスク: タイムアウトしました。通信を確認し、短いメッセージを送るか、サブスクログインをやり直してください。Mini-App の生成には 1〜3 分かかることもあります。
ko: Claude 구독: 시간 초과. 네트워크를 확인하고, 더 짧은 메시지를 보내거나, 구독 로그인을 갱신하세요. Mini-App은 종종 1~3분이 걸립니다.
pt: Subscrição Claude: tempo esgotado. Verifica a rede, envia uma mensagem mais curta ou renova o início de sessão. As Mini-Apps demoram muitas vezes 1–3 minutos.
ru: Подписка Claude: превышено время ожидания. Проверь сеть, отправь сообщение покороче или обнови вход по подписке. Mini-Apps часто требуют 1–3 минуты.
tr: Claude aboneliği: zaman aşımı. Ağı kontrol edin, daha kısa mesaj gönderin veya abonelik girişini yenileyin. Mini-App'ler genellikle 1–3 dakika sürer.
ur: Claude سبسکرپشن: وقت ختم ہو گیا۔ نیٹ ورک چیک کریں، چھوٹا پیغام بھیجیں، یا لاگ اِن دوبارہ کریں۔ Mini-Apps کو اکثر ۱–۳ منٹ لگتے ہیں۔
vi: Gói đăng ký Claude: hết thời gian chờ. Kiểm tra mạng, gửi tin nhắn ngắn hơn, hoặc làm mới đăng nhập gói đăng ký. Mini-App thường cần 1–3 phút.
zh_hans: Claude 订阅：请求超时。检查网络、发条更短的消息，或重新登录订阅账号。生成 Mini-Apps 常常要 1–3 分钟。

source: Code groß, ~8 GB+ RAM empfohlen
ar: برمجة، كبير — يُنصح بذاكرة ~8 GB+
bn: কোড বড়, ~৮ GB+ RAM সুপারিশকৃত
en: Code, large, ~8 GB+ RAM recommended
es: Código grande, ~8 GB+ de RAM recomendados
fr: Code, grand — ~8 Go+ de RAM recommandés
hi: कोड बड़ा, ~8 GB+ RAM सुझाया गया
id: Kode besar, ~8 GB+ RAM disarankan
it: Codice, grande — consigliati ~8 GB+ RAM
ja: コード特化・大型、RAM 8 GB 以上推奨
ko: 코드 크기 큼, ~8GB+ RAM 권장
pt: Código grande, ~8 GB+ de RAM recomendados
ru: Код, большая — от ~8 ГБ RAM
tr: Kod büyük, ~8 GB+ RAM önerilir
ur: کوڈ بڑا، ~۸ GB+ RAM تجویز کردہ
vi: Code lớn, khuyến nghị ~8 GB+ RAM
zh_hans: 代码模型，偏大，建议 8 GB+ 内存

source: Code oder URL mit ?code=…
ar: الرمز أو رابط يحتوي على ?code=…
bn: কোড বা ?code=… সহ URL
en: Code or URL with ?code=…
es: Código o URL con ?code=…
fr: Code ou URL avec ?code=…
hi: ?code=… वाला कोड या URL
id: Kode atau URL dengan ?code=…
it: Codice o URL con ?code=…
ja: コード、または ?code=… を含む URL
ko: ?code=…가 포함된 코드 또는 URL
pt: Código ou URL com ?code=…
ru: Код или URL с ?code=…
tr: Kod veya ?code=… içeren URL
ur: کوڈ یا ?code=… والا URL
vi: Mã hoặc URL với ?code=…
zh_hans: 授权码，或含 ?code=… 的 URL

source: Code oder Weiterleitungs-URL
ar: الرمز أو رابط إعادة التوجيه
bn: কোড বা রিডাইরেক্ট URL
en: Code or redirect URL
es: Código o URL de redirección
fr: Code ou URL de redirection
hi: कोड या रीडायरेक्ट URL
id: Kode atau URL pengalihan
it: Codice o URL di reindirizzamento
ja: コードまたはリダイレクト URL
ko: 코드 또는 리디렉션 URL
pt: Código ou URL de redirecionamento
ru: Код или URL перенаправления
tr: Kod veya yönlendirme URL'si
ur: کوڈ یا ری ڈائریکٹ URL
vi: Mã hoặc URL chuyển hướng
zh_hans: 授权码或跳转 URL

source: Das Modell hat nichts zurückgegeben.
ar: لم يُرجِع النموذج أي شيء.
bn: মডেল কিছু ফেরত দেয়নি।
en: The model returned nothing.
es: El modelo no ha devuelto nada.
fr: Le modèle n'a rien renvoyé.
hi: मॉडल ने कुछ भी वापस नहीं दिया।
id: Model tidak mengembalikan apa pun.
it: Il modello non ha restituito nulla.
ja: モデルから応答がありませんでした。
ko: 모델이 아무것도 반환하지 않았습니다.
pt: O modelo não devolveu nada.
ru: Модель ничего не вернула.
tr: Model hiçbir şey döndürmedi.
ur: ماڈل نے کچھ واپس نہیں کیا۔
vi: Mô hình không trả về gì cả.
zh_hans: 模型没有返回任何内容。

source: Das ist kein aiity-Backup.
ar: هذا ليس Backup خاصًا بـ aiity.
bn: এটি কোনো aiity ব্যাকআপ নয়।
en: That's not an aiity backup.
es: Esto no es un backup de aiity.
fr: Ce n'est pas un Backup aiity.
hi: यह aiity का बैकअप नहीं है।
id: Ini bukan backup aiity.
it: Questo non è un backup di aiity.
ja: これは aiity の Backup ではありません。
ko: 이것은 aiity 백업이 아닙니다.
pt: Isto não é um Backup do aiity.
ru: Это не Backup от aiity.
tr: Bu bir aiity yedeği değil.
ur: یہ کوئی aiity بیک اپ نہیں ہے۔
vi: Đây không phải bản sao lưu aiity.
zh_hans: 这不是 aiity 的 Backup。

source: Das wird gesendet
ar: ما الذي سيُرسَل
bn: এটি পাঠানো হবে
en: This is what gets sent
es: Esto es lo que se envía
fr: Ce qui sera envoyé
hi: यह भेजा जाएगा
id: Ini akan dikirim
it: Cosa viene inviato
ja: 送信される内容
ko: 다음이 전송됩니다
pt: O que vai ser enviado
ru: Что будет отправлено
tr: Bu gönderilecek
ur: یہ بھیجا جائے گا
vi: Đây sẽ được gửi
zh_hans: 将发送这些内容
